[{"titulo":"Avatar","duracion":"3 horas","categorias":["ciencia","accion"],"estreno":"2022-12-25","sinopsis":"En un exuberante planeta llamado Pandora viven los Na'vi, seres que aparentan ser primitivos pero que en realidad son muy evolucionados. Debido a que el ambiente de Pandora es venenoso, los híbridos humanos/Na'vi, llamados Avatares, están relacionados con las mentes humanas, lo que les permite moverse libremente por Pandora. Jake Sully, un exinfante de marina paralítico se transforma a través de un Avatar, y se enamora de una mujer Na'vi.","imagen":"https://pics.filmaffinity.com/Avatar-629339437-large.jpg","pelicula":"https://www.youtube.com/embed/g5deg0HgCmY"},{"titulo":"Avatar 2","duracion":"3 horas 12 minutos","categorias":[],"estreno":"2022-12-25","sinopsis":"Jake Sully y Ney'tiri han formado una familia y hacen todo lo posible por permanecer juntos. Sin embargo, deben abandonar su hogar y explorar las regiones de Pandora cuando una antigua amenaza reaparece.","imagen":"https://es.web.img3.acsta.net/pictures/22/11/02/15/37/0544148.jpg","pelicula":"https://www.youtube.com/embed/hF1AqQspEz8"},{"titulo":"El Señor de los Anillos: La comunidad del anillo","duracion":"3 horas 5 minutos","categorias":["ciencia","accion","fantasia"],"estreno":"2023-12-05","sinopsis":"En la Tierra Media, el Señor Oscuro Sauron forjó los Grandes Anillos del Poder y creó uno con el poder de esclavizar a toda la Tierra Media. Frodo Bolsón es un hobbit al que su tío Bilbo hace portador del poderoso Anillo Único con la misión de destruirlo. Acompañado de sus amigos, Frodo emprende un viaje hacia Mordor, el único lugar donde el anillo puede ser destruido. Sin embargo, Sauron ordena la persecución del grupo para recuperar el anillo y acabar con la Tierra Media.","imagen":"https://pics.filmaffinity.com/El_se_or_de_los_anillos_La_comunidad_del_anillo-897457873-large.jpg","pelicula":"https://www.youtube.com/embed/3GJp6p_mgPo"},{"titulo":"El señor de los anillos: Las dos torres","duracion":"2 horas 49 minutos","categorias":["ciencia","accion","fantasia"],"estreno":"2023-03-15","sinopsis":"Los hobbits Frodo y Sam descubren que Gollum les está siguiendo. La criatura les promete guiarlos hasta las puertas de Mordor si después lo dejan libre. Aragorn, el elfo Legolas y Gimli el enano llegan al reino de Rohan y descubren que el rey Theoden está bajo el conjuro de Sarumán. El traidor quiere el control del reino para continuar con sus planes en Mordor, a la espera de la guerra en la Tierra Media.","imagen":"https://hips.hearstapps.com/es.h-cdn.co/fotoes/images/peliculas/el-senor-de-los-anillos-las-dos-torres/75521-1-esl-ES/El-senor-de-los-Anillos-Las-dos-Torres1.jpg","pelicula":"https://www.youtube.com/embed/yZLxtW7qq48"},{"titulo":"El señor de los anillos: El retorno del rey","duracion":"3 horas 30 minutos","categorias":["ciencia","accion","fantasia"],"estreno":"2022-10-11","sinopsis":"La batalla por la Tierra Media ha empezado. Las fuerzas de Saruman han sido destruidas y por primera vez parece que hay una pequeña esperanza. Sin embargo, el poder de Sauron crece y su interés se centra en Gondor, el último reducto de los hombres, cuyo heredero es Aragorn. Mientras, Frodo y Sam, guiados por Gollum, siguen su peligrosa misión a través de Mordor para destruir el anillo.","imagen":"https://es.web.img2.acsta.net/medias/nmedia/18/89/68/19/20061877.jpg","pelicula":"https://www.youtube.com/embed/h-9RYiqyqjk"},{"titulo":"The batman","duracion":"2 horas 40 minutos","categorias":["accion","drama"],"estreno":"2022-09-20","sinopsis":"En su segundo año luchando contra el crimen, Batman explora la corrupción existente en la ciudad de Gotham y el vínculo de esta con su propia familia. Además, entrará en conflicto con un asesino en serie conocido como \"el Acertijo\".","imagen":"https://pics.filmaffinity.com/Batman-449856406-large.jpg","pelicula":"https://www.youtube.com/embed/fWQrd6cwJ0A"},{"titulo":"Spiderman","duracion":"2 horas","categorias":["accion","fantasia"],"estreno":"2022-09-22","sinopsis":"Luego de sufrir la picadura de una araña genéticamente modificada, un estudiante de secundaria tímido y torpe adquiere increíbles capacidades como arácnido. Pronto comprenderá que su misión es utilizarlas para luchar contra el mal y defender a sus vecinos.","imagen":"https://www.espectroemocional.site/wp-content/uploads/2020/04/poster-spiderman-1.jpg","pelicula":"https://www.youtube.com/embed/OMJNL_xacao"},{"titulo":"Suicide squad","duracion":"2 horas 10 minutos","categorias":["ciencia","accion","fantasia"],"estreno":"","sinopsis":"La oficial del departamento de inteligencia de los EE.UU., Amanda Waller, ha convocado a un grupo de individuos dispares y viles que no tienen nada que perder. Este equipo, formado por los supervillanos más peligrosos, recibirán el arsenal más poderoso al alcance del gobierno y se enfrentarán a una complicada misión para derrotar a una enigmática entidad.","imagen":"https://pics.filmaffinity.com/El_Escuadr_n_Suicida-629689677-large.jpg","pelicula":"https://www.youtube.com/embed/IblLmbGxw1Q"},{"titulo":"Ford v Ferrari","duracion":"2 horas 32 minutos","categorias":["accion","drama"],"estreno":"2022-12-01","sinopsis":"El visionario automovilístico Carroll Shelby y su conductor británico Ken Miles reciben la misión de construir un nuevo automóvil con el fin de derrocar el dominio de Ferrari en el Campeonato del Mundo de Le Mans de 1966.","imagen":"https://cdn-1.motorsport.com/images/amp/0JBkd8R0/s6/poster-ford-vs-ferrari-1.jpg","pelicula":"https://www.youtube.com/embed/OAqM6nONSCw"},{"titulo":"El infierno","duracion":"2 horas 25 minutos","categorias":["accion","drama"],"estreno":"2022-07-10","sinopsis":"Benjamín García se involucra en el negocio del narcotráfico después de ser deportado de los Estados Unidos, pero pronto escubre que la vida criminal no es tan lucrativa como él lo pensaba.","imagen":"http://www.elespectadorimaginario.com/media/Octubre10/Manu/El%20infierno-cartel.jpg","pelicula":"https://www.youtube.com/embed/_ZqQ4nBfYRs"},{"titulo":"1917","duracion":"2 horas","categorias":["accion","drama"],"estreno":"2022-12-28","sinopsis":"Durante la Primera Guerra Mundial, dos jóvenes soldados británicos reciben una orden, aparentemente, imposible de ejecutar: en una carrera contra el reloj, deben infiltrarse en territorio enemigo para entregar un mensaje que podría salvar a miles de compañeros.","imagen":"https://www.lahiguera.net/cinemania/pelicula/9034/1917-cartel-9308.jpg","pelicula":"https://www.youtube.com/embed/M6euo4jMaUw"},{"titulo":"Spirit: el corcel indomable","duracion":"1 hora 24 minutos","categorias":["accion","fantasia"],"estreno":"2022-09-27","sinopsis":"En el lejano Oeste, Spirit es un mustang salvaje que cabalga por las praderas. Pero todo cambia cuando los hombres se cruzan en su camino.","imagen":"http://cdn2.dibujos.net/cine/peliculas/31703/535/spirit-el-corcel-indomable-662945.jpg","pelicula":"https://www.youtube.com/embed/P5UPFnGW384"},{"titulo":"Godzilla","duracion":"2 horas 15 minutos","categorias":["ciencia","fantasia"],"estreno":"2022-09-28","sinopsis":"Ford Brody es un experto de los marines que tiene que ir a Japón para rescatar a su padre. Pronto, los dos hombres se encuentran atrapados en el caos cuando Godzilla, el Rey de los Monstruos, aparece después de pasar décadas debajo del agua. El monstruo se enfrenta a malvadas criaturas que, animadas por la arrogancia científica del hombre, amenazan con destruir a toda la raza humana.","imagen":"https://pics.filmaffinity.com/Godzilla-516406017-large.jpg","pelicula":"https://www.youtube.com/embed/vIu85WQTPRc"},{"titulo":"Interstellar","duracion":"2 horas 49 minutos","categorias":["ciencia","fantasia","terror"],"estreno":"2022-08-14","sinopsis":"Un grupo de científicos y exploradores, encabezados por Cooper, se embarcan en un viaje espacial para encontrar un lugar con las condiciones necesarias para reemplazar a la Tierra y comenzar una nueva vida allí. La Tierra está llegando a su fin y este grupo necesita encontrar un planeta más allá de nuestra galaxia que garantice el futuro de la raza humana.","imagen":"https://hips.hearstapps.com/es.h-cdn.co/fotoes/images/peliculas/interstellar/posters/18799170-1-esl-ES/Posters.jpg","pelicula":"https://www.youtube.com/embed/JPWTujBK1xY"},{"titulo":"Inception","duracion":"2 horas 20 minutos","categorias":[],"estreno":"2023-01-12","sinopsis":"Dom Cobb (Leonardo DiCaprio) es un ladrón con una extraña habilidad para entrar a los sueños de la gente y robarle los secretos de sus subconscientes. Su habilidad lo ha convertido en un atractivo en el mundo del espionaje corporativo, pero ha tenido un gran costo en la gente que ama. Cobb tiene la oportunidad de ser perdonado cuando recibe una tarea imposible: plantar una idea en la mente de una persona. Si tiene éxito, será el crimen perfecto, pero un enemigo se anticipa a sus movimientos.","imagen":"https://www.cinevistablog.com/wp-content/uploads/2010/08/el-origen-inception-resenas.jpg","pelicula":"https://www.youtube.com/embed/WrRMioLGFxs"},{"titulo":"Troya","duracion":"120 minutos","categorias":["accion"],"estreno":"2023-01-01","sinopsis":"Así mismo, la película incorpora en su historia completas divergencias del mito presentado en las obras griegas, quitándole varios de los elementos fundamentales de su trama. ","imagen":"https://pics.filmaffinity.com/Troya-263366287-large.jpg","pelicula":"https://www.youtube.com/embed/lRpeNJEVStc"}]